---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedBuildIssueType.LostTooManyLoopVertices
enum: Autodesk.Revit.DB.TessellatedBuildIssueType
source: html/b9f37bb0-1c2b-0fe9-a4e8-5a49d2b9b7ac.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssueType.LostTooManyLoopVertices

A face loop, which originally had enough vertices, but lost too
 many of them, while purging pseudo-duplicates.
 Associated numbers are face index and loop index respectively.